
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Uwaga o połączeniu";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ odmówił autoryzacji:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ przyznał autoryzację.";

/* No comment provided by engineer. */
"%@ has %u new messages." = "Nowe wiadomości dla %1$@: %2$u.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "1 nowa wiadomość dla %@.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ znajduje się na lokalnej liście kontaktów ale nie na liście na serwerze. Czy dodać ten kontakt do listy?";

/* No comment provided by engineer. */
"(No reason given)" = "(brak podanego powodu)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(wymaga ponownego uruchomienia Adium)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Uwaga";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium nie może znaleźć żadnych informacji w profilu użytkownika. To może nie być zarejestrowana nazwa.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Uwaga Adium: %@";

/* A 'Hiptop' is a mobile device; this phrase descibes a contact who is connected to AIM through a hiptop. */
"AIM via Hiptop" = "AIM przez Hiptop";

/* Button title to allow an action */
"Allow" = "Pozwól";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Dopuść strony urządzeń przenośnych MSN";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Dopuść/Zablokuj strony urządzeń przenośnych";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Zawsze występuj przed %@ jako Niezalogowany";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "Podano niejednoznaczny ID użytkownika";

/* No comment provided by engineer. */
"An error was encoutered sending the file." = "Podczas wysyłania pliku wystąpił błąd.";

/* No comment provided by engineer. */
"AOL Administrator" = "Administrator AOL";

/* Phrase to describe the client through which a contact is connected mobilely; cell phones, for example, may be AOL Mobile Devices. */
"AOL Mobile Device" = "Przenośnie urządzenie AOL";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Wystąp przed %@ jako Niezalogowany";

/* No comment provided by engineer. */
"Appear Online to %@" = "Wystąp przed %@ jako Zalogowany";

/* No comment provided by engineer. */
"Authenticating" = "Uwierzytelnienie";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Blocked" = "Zablokowany";

/* No comment provided by engineer. */
"Cancel" = "Poniechaj";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Przerwij powiadamianie %@ o obecności";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Change Currently Registered Email Address";

/* No comment provided by engineer. */
"Change Password" = "Change Password";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configure IM Forwarding";

/* No comment provided by engineer. */
"Connect" = "Połącz";

/* No comment provided by engineer. */
"Connecting" = "Łączę się";

/* No comment provided by engineer. */
"Connection error." = "Błąd połączenia";

/* No comment provided by engineer. */
"Connection established" = "Ustanowiono połączenie";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Błąd synchronizacji listy kontaktów dla %@";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Połączono bezpośrednią pogawędkę";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Rozłączono bezpośrednią pogawędkę";

/* Button title to prevent an action */
"Disallow" = "Zabroń";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Display Currently Registered Email Address";

/* No comment provided by engineer. */
"Display custom emoticons" = "Wyświetl własne emotikony";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Wyświetlaj nazwy";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Czy chcesz pozwolić osobom ze swojej Listy kontaktów na wysyłanie stron urządzeń przenośnych MSN na Twój telefon komórkowy lub urządzenie przenośne?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Przestań zawsze występować przed %@ jako Niezalogowany";

/* Connection step */
"Exchanging key hash" = "Wymieniam klucze";

/* No comment provided by engineer. */
"Export Sametime List..." = "Eksportuj listę Sametime…";

/* No comment provided by engineer. */
"File Send Error" = "Błąd wysyłania pliku";

/* No comment provided by engineer. */
"Finalizing connection" = "Ustanawianie połączenia";

/* No comment provided by engineer. */
"From: " = "Od: ";

/* No comment provided by engineer. */
"Get AIM information for %@" = "Pokaż informacje AIM dla %@";

/* No comment provided by engineer. */
"GG Number" = "Numer GG";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk ID";

/* No comment provided by engineer. */
"ICQ Number" = "Numer ICQ";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importuj listę Sametime…";

/* No comment provided by engineer. */
"Initializing Stream" = "Uruchamiam strumień";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Rozpocznij konferencję z %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Rozpocznij bezpośrednie połączenie z %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Rozpocznij grupową pogawędkę z %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "Nieprawidłowe ID lub hasło Jabbera";

/* No comment provided by engineer. */
"Jabber ID" = "Identyfikator Jabbera";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber nie mógł się zalogować z powodu nieprawidłowego ID lub hasła. Może być to spowodowane tym, że nie posiadasz konta na tym serwerze Jabbera. Czy chcesz się teraz zarejestrować?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Dołącz do pogawędki %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "ID LiveJournal";

/* No comment provided by engineer. */
"Looking up server" = "Szukam serwera";

/* No comment provided by engineer. */
"Member Name" = "Nazwa użytkownika";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* No comment provided by engineer. */
"Name" = "Nazwa";

/* No comment provided by engineer. */
"New Mail" = "Nowa poczta";

/* No comment provided by engineer. */
"No reason was given." = "Bez podania powodu.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Action menu item for MSN accounts to open the hotmail inbox */
"Open Hotmail Inbox" = "Otwórz skrzynkę odbiorczą Hotmail";

/* No comment provided by engineer. */
"Open Mail" = "Otwórz pocztę";

/* Name for the orphans group */
"Orphans" = "Sieroty";

/* No comment provided by engineer. */
"Password sent" = "Wysłano hasło";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Ustawienia występowania przed %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Ponownie zażądaj autoryzacji od %@";

/* Connection step */
"Reading data" = "Czytam dane";

/* Connection step */
"Reading server key" = "Czytam klucz serwera";

/* No comment provided by engineer. */
"Received authorization" = "Otrzymano autoryzację";

/* No comment provided by engineer. */
"Register" = "Zarejestruj";

/* No comment provided by engineer. */
"Requesting to send password" = "Żądanie podania hasła";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Pobieram Listę kontaktów";

/* Roster - the Jabber default group */
"Roster" = "Lista kontaktów";

/* No comment provided by engineer. */
"Sametime ID" = "ID Sametime";

/* No comment provided by engineer. */
"Screen Name" = "Nazwa ekranowa";

/* No comment provided by engineer. */
"Screen name sent" = "Wysłano nazwę ekranową";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Search for Contact By Email Address";

/* No comment provided by engineer. */
"Send" = "Wyślij";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Wyślij do %@ na urządzenie przenośne";

/* Action menu item for setting the display name */
"Set Display Name" = "Ustaw nazwę ekranową";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Ustaw numer telefonu domowego";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Podaj numer telefonu komórkowego";

/* No comment provided by engineer. */
"Set Privacy Options" = "Set Privacy Options";

/* No comment provided by engineer. */
"Set User Info" = "Set User Info";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Ustaw numer telefonu firmowego";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Widoczna nazwa";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Podaj numer telefonu domowego";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Podaj numer telefonu komórkowego";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Podaj numer telefonu służbowego.";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Show Contacts Awaiting Authorization";

/* No comment provided by engineer. */
"Show display names as status messages" = "Wyświetlaj nazwy ekranowe jako opisy";

/* No comment provided by engineer. */
"Subject: " = "Temat: ";

/* No comment provided by engineer. */
"Syncing with server" = "Synchronizuję z serwerem";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Ukryj się chwilowo przed %@";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "Identyfikator „%@” może wskazywać na któregoś z poniższych użytkowników. Wskaż właściwego użytkownika z poniższej listy?";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Użytkownik jest na liście blokowania.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Użytkownik jest chwilowo nieosiągalny.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "To nazwa, pod którą będą Cię widzieli użytkownicy MSN.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Nie ukrywaj się przed %@";

/* No comment provided by engineer. */
"United States" = "Stany Zjednoczone";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Wypisz się z %@";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "użytkownik@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "użytkownik@jabber.org";

/* Sample name and server for new livejournal accounts */
"username@livejournal.com" = "użytkownik@livejournal.com";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Zobacz webcam %@";

/* No comment provided by engineer. */
"Warning level is too high." = "Poziom ostrzeżeń jest zbyt wysoki.";

/* No comment provided by engineer. */
"Would you like to register a new Jabber account?" = "Czy chcesz zarejestrować nowe konto Jabbera?";

/* No comment provided by engineer. */
"Yahoo! ID" = "Identyfikator Yahoo!";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Zbyt szybko wysyłasz wiadomości. Poczekaj chwilę i spróbuj ponownie.";

/* No comment provided by engineer. */
"You have %u new messages." = "Masz nowe wiadomości: %u.";

/* No comment provided by engineer. */
"You have 1 new message." = "Masz 1 nową wiadomość.";

/* No comment provided by engineer. */
"You have mail!\n" = "Nadeszła nowa poczta!";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Twoja wiadomość do %@ nie została wysłana";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Twoja wiadomość została odrzucona przez odbiorcę.";

/* No comment provided by engineer. */
"Your message was too big." = "Twoja wiadomość była zbyt duża.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Twoja wiadomość Yahoo! nie została wysłana.";
